# напишите функцию count_words, которая будет 
# - принимать на входе токенизированный (разбитый на слова) текст, 
# - переводить все слова в нижний регистр,
# - считать частотность для каждого слова, 
# - упорядочивать по убыванию
# - возвращать n наиболее частотных слов (без частотностей, только слова!) в виде вектора


# N.B. Эту задачу можно решить разными способами; подойдет любой, если на выходе будут нужные слова
# Как вы назовете аргументы функции, неважно. 
# У аргумента для числа возвращаемых слов значение по умолчанию поставьте 10.
# Имя функции должно быть строго count_words

# тренироваться можете на векторе languageR::alice, но в сдаваемом файле должна быть только функция

# вам могут пригодиться функции table, sort, tolower, names -- посмотрите документацию, чтобы понять, как они работают

